const lessonText = r"""
\section*{ТЕМА 1. ПЕРІОДИЧНИЙ ЗАКОН I ПЕРІОДИЧНА СИСТЕМА ХІМІЧНИХ ЕЛЕМЕНТІВ}

\section*{§ 1. Повторення основних понять про будову атома}

\section*{Планетарна модель будови та склад атома}

Сучасні уявлення про будову атома гррунтуються на планетарній моделі атома, запропонованій Ернестом Резерфордом, згідно з якою позитивно заряджене ядро оточене негативно зарядженими електронами (мал. 1.1).

Модель атома Резерфорда доповнив його учень Нільс Бор, який довів, що електрони можуть перебувати не на будь-якій орбіті, а тільки на певних відстанях від ядра, утворюючи концентричні сфери з електронів. Тому

Частинки у складі атома: електрони ( $e^{-}$): заряд $-1, A=0$; протони $(p):$ заряд $+1, A=1$; нейтрони ( $n$ ): заряд $0 ; A=1$.
Характеристики атома:
$\boldsymbol{Z}$ - протонне число, указує число протонів у ядрі атома; $N$ - нейтронне число, указуе число нейтронів у ядрі атома; $\boldsymbol{A}$ - масове, або нуклонне, число, указуе число нуклонів у ядрі атома
\end{abstract} планетарну модель атома також називають моделлю Бора-Резерфорда.

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-006.jpg?height=98&width=115&top_left_y=1265&top_left_x=200)

Атом - це електронейтральна частинка, що складається з позитивно зарядженого ядра і негативно заряджених електронів.

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-006.jpg?height=501&width=1170&top_left_y=1391&top_left_x=308)

Мал. 1.1. Склад атома

Нуклід - це різновид атомів із певним числом протонів і нейтронів у ядрі.

Нукліди позначають символом хімічного елемента із зазначенням протонного та масового чисел:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-007.jpg?height=322&width=565&top_left_y=411&top_left_x=248)

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-007.jpg?height=360&width=437&top_left_y=168&top_left_x=990)

Нільс Генрик Давид Бор (1885-1962)
Нобелівський лауреат 1922 p. $\epsilon$ автором сучасної моделі будови атома

Хімічний елемент - це нукліди з однаковим зарядом ядра.
Протонів в атомах міститься таке число, що дорівнюе порядковому номеру хімічного елемента в Періодичній системі. Отже, і заряд ядра атома також дорівнюе порядковому номеру:

\section*{Порядковий номер елемента = число протонів у ядрі}

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-007.jpg?height=105&width=967&top_left_y=1017&top_left_x=298)

Ізотопи - це різні нукліди одного хімічного елемента.
Ізотопами є нукліди, що мають однаковий заряд (протонне число) і різне нейтронне число:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-007.jpg?height=175&width=1060&top_left_y=1266&top_left_x=264)

Різні нукліди

\section*{Рух електрона в атомі. Орбіталі}

Для електрона можна визначити тільки ймовірність його перебування в певній точці простору навколо ядра. Ту частину електронної хмари, у якій електрон перебуває найбільше часу, називають атомною орбіталлю.

Орбіталь - це частина простору, де ймовірність перебування електрона вища за $90 \%$.

Атомні орбіталі всіх електронів у атомі разом утворюють спільну електронну хмару атома - електронну оболонку атома.

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-008.jpg?height=163&width=140&top_left_y=182&top_left_x=195)
$a$
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-008.jpg?height=249&width=1126&top_left_y=152&top_left_x=350)

Мал. 1.2. Атомні орбіталі: $a-s$-орбіталь; $б-p$-орбіталь; в і г - різні види $d$-орбіталей; д і $e$ - різні види $f$-орбіталей

Серед орбіталей, що заповнюються електронами в атомі, виділяють чотири типи: $s, p, d$ і $f$ (мал. 1.2).

\section*{Структура електронної оболонки атомів}

В електронних оболонках атомні орбіталі утворюють чіткі структури, що різняться числом і типом орбіталей.

Орбіталі з приблизно однаковою енергією утворюють енергетичні piвні (електронні шари), їх позначають числом $n$ ( $n=1,2,3, \ldots)$.

Кожний рівень із номером $n$ містить $n^{2}$ орбіталей
Кожна орбіталь може містити максимально два електрони, тому максимальна місткість енергетичного рівня $2 n^{2}$.

Кожний рівень із номером $n$ може містити максимум $2 n^{2}$ електронів
Кожний енергетичний рівень складається з енергетичних пiдрівнів. Енергетичні підрівні об’єднують орбіталі одного типу ( $s, p, d$ і $f$ ), тому їх позначають так само, як і орбіталі.

Число енергетичних підрівнів на енергетичному рівні дорівнює номеру цього рівня
Графічно орбіталь позначають квадратом. Отже, будова електронної оболонки атома на прикладі перших чотирьох енергетичних рівнів виглядатиме так:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-008.jpg?height=509&width=1263&top_left_y=1437&top_left_x=177)
Орбіталі

\section*{Ключова ідея}

Склад атома безпосередньо або опосередковано зашифровано в Періодичній системі хімічних елементів.

\section*{? Контрольні запитання}
1. Як визначити: а) число протонів, нейтронів та електронів у атомі; б) максимальну місткість енергетичного рівня; в) число енергетичних рівнів, що заповнюються електронами в атомах певного елемента?
2. Схарактеризуйте структуру електронної оболонки атомів: склад енергетичних рівнів, склад і типи енергетичних підрівнів.

\section*{Завдання для засвоєння матеріалу}
3. Складіть позначення нуклідів, якщо їхні ядра містять: а) $p=4, n=4$; б) $p=8, n=9$; в) $p=18, n=20$; г) $p=25, n=30$; д) $p=29, n=34$; е) $p=31$, $n=41 ; \epsilon) p=82, n=123$.
4. Визначте протонне та нейтронне числа нуклідів: ${ }^{17} \mathrm{O},{ }^{14} \mathrm{C},{ }^{30} \mathrm{P},{ }^{37} \mathrm{Cl},{ }^{60} \mathrm{Ni}$, ${ }^{124} \mathrm{Sn},{ }^{127} \mathrm{l},{ }^{137} \mathrm{Cs},{ }^{294} \mathrm{Og}$.
5. Визначте: а) нуклід Флуору з таким самим нейтронним числом, що в ${ }^{17} \mathrm{~N}$; б) нуклід Калію з таким самим нейтронним числом, що в ${ }^{20} \mathrm{Ca}$; в) нуклід із нейтронним числом 35 і з таким самим протонним числом, що в ${ }^{68} \mathrm{Zn}$ ?
6. Із наведеного переліку $-{ }_{8}^{17} \mathrm{O},{ }_{10}^{20} \mathrm{Ne},{ }_{9}^{19} \mathrm{~F},{ }_{10}^{19} \mathrm{Ne},{ }_{9}^{20} \mathrm{~F}$ - виберіть: а) ізотопи; б) нукліди з однаковим нейтронним числом; в) нукліди з однаковим нуклонним числом.

\section*{Завдання з розвитку критичного мислення}
7. Ґрунтуючись на значенні відносної атомної маси хімічних елементів, спрогнозуйте, у вигляді яких нуклідів існують у природі: а) Літій; б) Бор; в) Карбон; г) Натрій; д) Фосфор; е) Купрум.
8. Як ви розумієте твердження, що «електрон одночасно виявляє властивості і частинки, і хвилі»? Як ця властивість електрона позначається на особливостях будови атома?
9. Чому терміни «енергетичний рівень» та «електронний шар» є синонімами?

\section*{Міні-проекти}
10. Використовуючи додаткові джерела інформації, проаналізуйте експеримент Резерфорда з визначення будови атома. Які результати цього досліду дозволили йому зробити висновки про планетарну будову атома?
11. Використовуючи додаткові джерела інформації, схарактеризуйте значення постулатів Бора для формування сучасної моделі будови атома.
12. Зверніться до додаткових джерел інформації та поясніть, чому атомні орбіталі мають саме таку форму. Чим, на вашу думку, це зумовлене?

\section*{§ 2. Розподіл електронів в електронній оболонці атомів $s$-, $p$ та $\boldsymbol{d}$-елементів}

Пригадайте: розташування $s$-, $p$-, $d$ - та $f$-елементів у Періодичній системі (див. форзац).

\section*{Місткість орбіталей}

На кожній орбіталі максимально можуть розміститися два електрони, що мають однакову енергію, але які відрізняються особливою властивістю - спіном.

Спін електрона - це його внутрішня властивість, що характеризує відношення електрона до магнітного поля. Наочно цю властивість можна уявити як можливість обертання електрона навколо своєї осі (мал. 2.1).

Графічно електрони зображують у вигляді стрілок, спрямованих догори або донизу, що наочно показують напрямок спіну електрона:
$\square$ - вільна (незаповнена) орбіталь;

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-010.jpg?height=548&width=314&top_left_y=335&top_left_x=1145)

Мал. 2.1. Електрони з паралельними спінами (a) та антипаралельними спінами (б)
$\uparrow$ - орбіталь, що містить один електрон; такий електрон називають неспареним;
$\uparrow \downarrow$ - заповнена орбіталь, що містить два електрони з протилежними спінами; такі електрони називають спареними, або електронною парою.

Одна орбіталь може містити лише два такі електрони, спіни яких є антипаралельними. Це правило називають приниипом заборони Паулі:

На одній орбіталі можуть перебувати не більш ніж два електрони, причому їхні спіни мають бути антипаралельними.

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-010.jpg?height=101&width=306&top_left_y=1411&top_left_x=676)

\section*{Розподіл електронів по орбіталях. Принцип «мінімальної енергії»}

Електрони займають орбіталі послідовно починаючи з першого енергетичного рівня за порядком збільшення енергії рівня та підрівня. Спочатку «заселяється» перший енергетичний рівень, потім - другий, третій тощо. Це правило називають принципом найменшої енергї̈:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-010.jpg?height=105&width=124&top_left_y=1815&top_left_x=191)

В атомі кожний електрон намагається зайняти орбіталь із мінімальним значенням енергії, що відповідає найміцнішому його зв'язку з ядром.

Порівнювати енергії підрівнів слід з урахуванням такого:
- енергія $s$-підрівня завжди менша за енергію $p$-підрівня того самого енергетичного рівня, тобто $s$-підрівень заповнюється електронами раніше за $p$-підрівень;
- енергія $d$-підрівня більша навіть за енергію $s$-підрівня наступного енергетичного рівня.

Порядок заповнення електронами енергетичних підрівнів можна ілюструвати так:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-011.jpg?height=411&width=1079&top_left_y=526&top_left_x=248)

Якщо підрівень складається з кількох орбіталей та містить більше одного електрона, то за можливості електрони займають вільні орбіталі, а за відсутності вільної утворюють пару з іншим електроном у напівзаповненій орбіталі. Це правило називають правилол Хунда:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-011.jpg?height=98&width=123&top_left_y=1141&top_left_x=158)

На одному енергетичному підрівні електрони розподіляються по орбіталях таким чином, щоб число неспарених електронів було максимальним.
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-011.jpg?height=92&width=687&top_left_y=1247&top_left_x=492)

\section*{Електронні та графічні формули атомів $s$-, $p$-, $d$-елементів}

Розподіл електронів по орбіталях в атомах $s$ - та $p$-елементів перших трьох періодів ви вже вивчали у 8 класі. Пригадаємо основні принципи:
- число енергетичних рівнів, що заповнюються в атомі певного елемента, визначають за номером періоду Періодичної системи, у якому розташований цей хімічний елемент;
- число електронів на зовнішньому енергетичному рівні $s$ - та $p$-елементів дорівнює номеру групи Періодичної системи, у якій розміщений елемент (за коротким варіантом), окрім Гелію;
- в атомах $s$-елементів останньою заповнюється електронами орбіталь $s$-підрівня, в атомів $p$-елементів - орбіталі $p$-підрівня тощо.

В атомів Гелію (1 період, VIIIA група, № 2) в електронній оболонці міститься два електрони, які перебувають на першому енергетичному рівні на єдиній $s$-орбіталі ( $s$-елемент):
$$
\begin{aligned}
& { }_{2} \mathbf{H e} \quad \begin{array}{c}
1 \\
1
\end{array} \\
& 1 s^{2}
\end{aligned}
$$

Атоми Літію (2 період, IA група, № 3) містять три електрони: перший рівень вміщує два електрони, а на другому міститься тільки один електрон на $2 s$-орбіталі ( $s$-елемент):
${ }_{3} \mathbf{L i}$
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-012.jpg?height=103&width=339&top_left_y=566&top_left_x=357)
$1 s^{2} 2 s^{1}$
$1 \stackrel{\uparrow \downarrow}{s}$
В атомів Бору (2 період, IIIA група, № 5) в електронній оболонці 5 електронів, їх вистачає для заповнення $1 s$ - та $2 s$-орбіталей, і ще один з'являється на $2 p$-орбіталі ( $p$-елемент):
${ }_{5}$ B
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-012.jpg?height=181&width=338&top_left_y=917&top_left_x=357)
$1 s^{2} 2 s^{2} 2 p^{1}$

В атомів Натрію (3 період, IА група, № 11) заповнюється три енергетичних рівні, останньою $-3 s$-орбіталь ( $s$-елемент):
${ }_{11} \mathrm{Na}$
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-012.jpg?height=287&width=640&top_left_y=1214&top_left_x=356)
$1 s^{2} 2 s^{2} 2 p^{6} 3 s^{1}$

В атомах Аргону (3 період, VIIIA група, № 18) - останнього елемента третього періоду - повністю зайняті всі $s$ - і $p$-орбіталі, останнім заповнювався $p$-підрівень ( $p$-елемент):

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-012.jpg?height=287&width=813&top_left_y=1654&top_left_x=182)
$1 s^{2} 2 s^{2} 2 p^{6} 3 s^{2} 3 p^{6}$

В атомах Калію (4 період, IА група, № 19) заповнюється чотири енергетичних рівні, останньою - $4 s$-орбіталь ( $s$-елемент). Оскільки енергія $4 s$-підрівня менша за енергію $3 d$-підрівня, то остання лишається вільною:
${ }_{19} \mathrm{~K}$

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-013.jpg?height=374&width=325&top_left_y=310&top_left_x=310)

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-013.jpg?height=157&width=289&top_left_y=311&top_left_x=672)
$d$

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-013.jpg?height=102&width=397&top_left_y=314&top_left_x=995)

Ферум (4 період, VIIIB група, № 26) розташований приблизно посередині $d$-елементів 4 періоду, його $3 d$-підрівень містить 6 електронів:
![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-013.jpg?height=197&width=1242&top_left_y=827&top_left_x=149)
$1 s^{2} 2 s^{2} 2 p^{6} 3 s^{2} 3 p^{6} 3 d^{6} 4 s^{2}$

Для $d$-елементів електронну формулу атома складають по-різному:

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-013.jpg?height=221&width=1064&top_left_y=1127&top_left_x=260)

Отже, принципи, що ми розглянули, допоможуть вам зрозуміти будову електронних оболонок майже будь-яких атомів. Ці принципи є універсальними і виконуються для всіх елементів.

\section*{Ключова ідея}

Головний принцип, що регулює порядок заповнення орбіталей електронами,- принцип найменшої енергії. Згідно з ним, енергетичні підрівні в атомі заповнюються електронами в такому порядку:
\begin{tabular}{|c|c|c|c|}
\hline \multicolumn{4}{|c|}{ Період } \\
\hline $\mathbf{1}$ & $\mathbf{2}$ & $\mathbf{3}$ & $\mathbf{4}$ \\
\hline $1 s$ & $2 s 2 p$ & $3 s 3 p$ & $4 s 3 d 4 p$ \\
\hline
\end{tabular}

\section*{(3}

\section*{Контрольні запитання}
13. Скільки електронів може максимально перебувати на: а) одній атомній орбіталі; б) $s$-підрівні; в) $p$-підрівні; г) $d$-підрівні?
14. Дайте визначення принципу найменшої енергії, правила Хунда, принципу Паулі. Схарактеризуйте їхнє значення для визначення розподілу електронів в електронній оболонці атома.
15. Що називають «неспареним електроном», «електронною парою»?
16. Чому перший енергетичний рівень заповнюється раніше за другий?
17. Наведіть порядок заповнення електронами підрівнів для перших чотирьох енергетичних рівнів.
18. Чому в атомах Берилію електрони другого енергетичного рівня перебувають на s-орбіталі, а не на $p$-орбіталі?
19. Скільки енергетичних рівнів зайнято електронами в атомах: а) Натрію; б) Кальцію; в) Брому?

\section*{Завдання для засвоєння матеріалу}
20. Складіть графічні електронні формули атомів Нітрогену, Флуору, Магнію, Алюмінію, Силіцію та Феруму. Визначте число електронних пар та неспарених електронів на зовнішньому енергетичному рівні.
21. Назвіть два хімічні елементи, в атомах яких на зовнішньому енергетичному рівні відсутні: а) вільні орбіталі; б) місця для приєднання електронів.
22. Атоми якого хімічного елемента другого періоду містять таке саме число неспарених електронів, як атоми: а) Літію, б) Нітрогену; в) Берилію?
23. Складіть графічні електронні формули атомів: а) Нітрогену і Фосфору; б) Оксигену і Сульфуру; в) Флуору і Хлору. Що спільного в будові електронних оболонок цих атомів і чим вони відрізняються?
24. В атомах яких хімічних елементів заповнюється електронами: а) $2 s$-підрівень; б) $2 p$-підрівень; в) $3 s$-підрівень; г) $3 p$-підрівень; д) $4 s$-підрівень; е) $3 d$-підрівень?
25. Визначте елемент за електронною формулою зовнішнього енергетичного рівня його атомів: а) $1 s^{2}$; б) $2 s^{1}$; в) $2 s^{2} 2 p^{3}$; г) $3 s^{2} 3 p^{4}$; д) $4 s^{2}$; е) $3 d^{6} 4 s^{2}$.
26. Атоми якого елемента третього періоду містять найбільше: а) електронів; б) неспарених електронів; в) електронних пар?
27. Який енергетичний підрівень заповнюється останнім: а) у s-елементів четвертого періоду; б) $p$-елементів третього періоду; в) $s$-елементів третього періоду; г) $p$-елементів другого періоду; д) $d$-елементів четвертого періоду?

\section*{§ 3. Особливості будови атомів у збудженому електронному стані. Валентність. Ступінь окиснення}

\section*{Пригадайте:}
- валентність - число хімічних зв'язків, які певний атом може утворити з іншими атомами;
- ступінь окиснення - це умовний заряд на атомі в молекулі або кристалі, який виник би на ньому, якби всі полярні зв'язки, утворені ним, мали йонний характер;
- електронегативність - здатність атомів притягувати спільну електронну пару; найбільша електронегативність у Флуору, а найменша - у Францію.

\section*{Збуджений стан атома}

Зазвичай, коли ми говоримо про атоми чи молекули, йдеться про їхній основний енергетичний стан.

Основнил називають такий стан атома (молекули), у якому енергія атома (молекули) мінімальна. У більшості випадків ця енергія визначається розподілом електронів в електронній оболонці атома згідно з принципом мінімальної енергії.

Будь-який енергетичний стан, що відрізняється від основного, називають збудженим. У такий стан атоми (молекули) можуть переходити за певних умов: під час нагрівання, за умови поглинання електромагнітного випромінювання (видимого, ультрафіолетового тощо).

Під час збудження атомів відбувається перехід електронів на інші, менш енергетично вигідні орбіталі. Наприклад, під час збудження атомів Гідрогену та Гелію електрони переходять на наступні енергетичні рівні (збуджений стан позначають зірочкою):

![](https://cdn.mathpix.com/cropped/2024_08_29_56f765509484c7ee2522g-015.jpg?height=399&width=1072&top_left_y=1224&top_left_x=260)
Для таких електронних переходів потрібно дуже багато енергії. Приміром, для збудження атомів Гідрогену їх необхідно опромінити жорстким ультрафіолетовим випромінюванням (так званий вакуумний ультрафіолет) або нагріти приблизно до температури 35000 K (температура поверхні Сонця 6000 К).

Різниця енергій орбіталей на одному енергетичному рівні набагато менша, тому атоми всіх інших неметалічних елементів переходять у збуджений
""";
